Repository: safoyeth/audioigniter-ru_RU
Catalog: audioigniter-*.po
Languages: ru_ru

source: Do you really want to remove all tracks? (This will not delete your audio files).
ru_ru: Вы действительно хотите удалить все треки? (Это не удалит ваши аудиофайлы)

source: Select or upload audio media
ru_ru: Выберите или загрузите аудио

source: Select a cover image
ru_ru: Выберите изображение обложки

# post type general name
source: Playlists
ru_ru: Плейлисты

# post type singular name
source: Playlist
ru_ru: Плейлист

# admin menu
source: Playlists
ru_ru: Плейлисты

# add new on admin bar
source: Playlist
ru_ru: Плейлист

source: Add New Playlist
ru_ru: Добавить новый плейлист

source: Edit Playlist
ru_ru: Редактировать плейлист

source: New Playlist
ru_ru: Новый плейлист

source: View Playlist
ru_ru: Просмотреть плейлист

source: Search Playlists
ru_ru: Поиск плейлистов

source: No playlists found
ru_ru: Ни одного плейлиста не найдено

source: No playlists found in the trash
ru_ru: Ни одного плейлиста не найдено в корзине

source: Tracks
ru_ru: Треки

source: Settings
ru_ru: Настройки

source: Shortcode
ru_ru: Шорткод

source: AudioIgniter Logo
ru_ru: Логотип AudioIgniter

source: Upgrade to Pro
ru_ru: Улучшить до Pro

source: Support
ru_ru: Поддержка

source: Documentation
ru_ru: Документация

source: Rate this plugin
ru_ru: Оценить этот плагин

source: Thank you for creating with <a href="%s" target="_blank">AudioIgniter</a>
ru_ru: Спасибо Вам за творчество с <a href="%s" target="_blank">AudioIgniter</a>

source: Toggle track visibility
ru_ru: Переключить видимость трека

source: Remove Cover Image
ru_ru: Удалить изображение обложки

source: Upload Cover
ru_ru: Загрузить обложку

source: Title
ru_ru: Название

source: Artist
ru_ru: Исполнитель

source: Audio file or radio stream
ru_ru: Аудиофайл или радио поток

source: Upload
ru_ru: Загрузить

source: Buy link
ru_ru: Ссылка "купить"

source: Remove Track
ru_ru: Удалить трек

source: Add Track
ru_ru: Добавить трек

source: Clear Playlist
ru_ru: Очистить плейлист

source: Expand All
ru_ru: Развернуть всё

source: Collapse All
ru_ru: Свернуть всё

source: Show track listing
ru_ru: Показывать трек-лист

source: Show track numbers in tracklist
ru_ru: Показывать номера в трек-листе

source: Show numbers in reverse order
ru_ru: Показывать номера в обратном порядке

source: For this to work, the "Show track numbers in tracklist" option above must be enabled.
ru_ru: Чтобы это работало необходимо активировать опцию "Показывать номера в трек-листе".

source: Show track covers in tracklist
ru_ru: Показывать обложки в трек-листе

source: Show active track's cover
ru_ru: Показывать обложку активного трека

source: Show artist names
ru_ru: Показывать имена исполнителей

source: Show buy link
ru_ru: Показывать ссылку "купить"

source: Show "Powered by AudioIgniter" link
ru_ru: Показывать ссылку "Powered by AudioIgniter"

source: We've put a great deal of effort into building this plugin. If you feel like it, let others know about it by enabling this option.
ru_ru: Мы проделали большую работу для создания этого плагина. Если он Вам нравится, дайте другим знать о нём, активируя эту опцию.

source: Limit track listing height
ru_ru: Лимитировать высоту трек-листа

source: Track listing height
ru_ru: Высота трек-листа

source: Set a number of pixels
ru_ru: Установите высоту в пикселях

source: Maximum player width
ru_ru: Максимальная ширина плеера

source: Automatic width
ru_ru: Автоматическая ширина

source: Set a number of pixels, or leave empty to automatically cover 100% of the available area (recommended).
ru_ru: Установите ширину в пикселях или оставьте пустым, чтобы автоматически покрыть 100% доступного пространства (рекомендуется).

source: Grab the shortcode
ru_ru: Скопируйте шорткод

source: ID doesn't match a playlist
ru_ru: ID не совпадает с плейлистом

source: AudioIgniter lets you create music playlists and embed them in your WordPress posts, pages or custom post types and serve your audio content in style!
ru_ru: AudioIgniter позволяет Вам создавать списки воспроизведения музыки и вставлять их в Ваши посты WordPress, страницы или пользовательские типы и работать с Вашим аудиоконтентом стильно!
